[
{"author":"Nehemia Polen","sefer":"Vayikra","chapter":"5","verse":"4","note":"Green underline: and then he knew: see RASHI on Genesis 4:1(v'ha'adam yada et chava ishto), RASHI on Genesis 19:23(ha'shemesh yatza al ha'aretz v'lot ba tzo'ara), RASHI on Genesis 21:1(v'H pakad es Sarah ca'asher amar); ","otherabout":"","othercitation":"","othersefer":""},{"author":"Nehemia Polen","sefer":"Vayikra","chapter":"5","verse":"19","note":"ashom asham: if 'chata' is 'to miss the mark' then 'chatat' is 'to find the mark' - home - placing the BLOOD on the horns - the exact spot with FINGERS. And asham may mean 'to be BE-WILDERED' to lose one's way - to be DIS-ORIENTED - so the asham is the offering of RE-ORIENTATION. Asham hu - the offering is one of RE-ORIENTATION SINCE HE HAD LOST HIS WAY - ashom asham l'HaShem [EMK - I don't understand this: v'hatub ba is similar to Yosef b'hatovaiah yosef el achim]; 'Guilt offerning': this is an offering of RE-ORIENTATION since he had been dis-oriented with respect to HaShem","otherabout":"","othercitation":"","othersefer":""},{"author":"Nehemia Polen","sefer":"Vayikra","chapter":"5","verse":"16","note":"Red Underline: v'nislach (see 4:35,4:31,4:26)","otherabout":"","othercitation":"","othersefer":""},{"author":"Nehemia Polen","sefer":"Vayikra","chapter":"5","verse":"17","note":"Green Circle: v'lo yada - v'asham - v'nasa ovono - He doesn't know it","otherabout":"","othercitation":"","othersefer":""},{"author":"Nehemia Polen","sefer":"Vayikra","chapter":"5","verse":"14","note":"Blue underline: v'nislach... ka'mincha; For further examples of mincha linked with v'chipair see below on m'tzorah (14:18-21 & 14:29-32) see also minchas sota (Bamidbar 5:26)","otherabout":"","othercitation":"","othersefer":""},{"author":"Nehemia Polen","sefer":"Vayikra","chapter":"5","verse":"14","note":"Underlined notes in Stone: Ramban comments that the word hatat implies not a sin, but an error, as Scripture praises... Asham implies desolation (sh'mama) Rabbeinu Yona (Berachos 2a): someone who is unsure wheter he sinned consoles himself with the thought that perhaps nothing happened","otherabout":"","othercitation":"","othersefer":""}]
